// Создайте переменную age и присвойте ей ваш возраст. 
// Выведите на экран 'Мне %Возраст% лет!'.

// const age = 44;
// console.log('Мені', (`${age}`), 'років!');

// Спросите имя пользователя с помощью методы prompt. 
// Выведите с помощью alert сообщение 'Ваше имя %имя%'.

// const userName = prompt('Введіть Ваше імя');
// console.log('Ваше імя:', (`${userName}`));

// Спросите у пользователя число. 
// Выведите с помощью alert квадрат этого числа.

// const number = prompt('Введіть число');
// const numberSqr = Math.pow(`${number}`, 2);
// console.log('Введене число в квадраті:', (`${numberSqr}`));

// Создайте переменную str и присвойте ей значение 'abcde'. 
// Обращаясь к отдельным символам этой строки выведите на экран 
// символ 'a', символ 'c', символ 'e'.
// const str = 'abcde';
// console.log(str[0], str[2], str[4]);

// Создайте переменную num и присвойте ей значение '12345'. 
// Найдите произведение (умножение) цифр этого числа.
// const num = '12345';
// const num1 = Number(num);
// const num2 = num[0] * num[1] * num[2] * num[3] * num[4];

// console.log(num2);



