// Создайте переменную age и присвойте ей ваш возраст. 
// Выведите на экран 'Мне %Возраст% лет!'.

// const age = 44;
// console.log('Мені', (`${age}`), 'років!');

// Спросите имя пользователя с помощью методы prompt. 
// Выведите с помощью alert сообщение 'Ваше имя %имя%'.

// const userName = prompt('Введіть Ваше імя');
// console.log('Ваше імя:', (`${userName}`));

// Спросите у пользователя число. 
// Выведите с помощью alert квадрат этого числа.

// const number = prompt('Введіть число');
// const numberSqr = Math.pow(`${number}`, 2);
// console.log('Введене число в квадраті:', (`${numberSqr}`));